/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Ya tiene instalado en su ordenador otro widget con el mismo nombre. ¿Desea reemplazarlo por este widget “%@”?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Ya tiene instalado en su ordenador un archivo con el mismo nombre. ¿Desea reemplazarlo por este widget “%@”?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Ya hay instalada una versión más reciente de este widget para todos los usuarios del ordenador. Instálela en esta cuenta sólo si prefiere utilizar esta copia en lugar de la más reciente.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "Ya tiene instalada una versión más reciente del widget “%@”. ¿Desea reemplazarla?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "Ya tiene instalada una versión más antigua del widget “%@”. ¿Desea reemplazarla?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Ya hay instalada una versión anterior de este widget para todos los usuarios del ordenador. Instálela en esta cuenta sólo si prefiere utilizar esta copia en lugar de la anterior.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "¿Desea instalar el widget “%@” y abrirlo en el Dashboard?";

/* end preview string */
"End Test" = "Finalizar prueba";

/* title for OK button */
"Install" = "Instalar";

/* installation failed title */
"The %@ widget can't be installed." = "No se puede instalar el widget %@.";

/* ok button */
"OK" = "Aceptar";

/* replace button, instead of install */
"Replace" = "Reemplazar";

/* title for OK button when developer run is on */
"Run" = "Ejecutar";

/* preview button string */
"Test Drive" = "Probar";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "No puede instalar el archivo “%@” porque no es un widget válido.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "El widget “%@” ya está instalado. ¿Desea reemplazarlo?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "El widget que está instalando ya está instalado en el ordenador, y una o más copias de él están abiertas. Si lo instala de nuevo, se cerrarán todas las copias del widget.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "El widget que va a instalar ya está abierto. Si lo instala, todas las copias de este widget se cerrarán.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "El widget que va a reemplazar se eliminará inmediatamente.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Este widget ya está instalado para todos los usuarios de este ordenador. Si prefiere utilizar esta copia, instálelo únicamente en esta cuenta de usuario.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "Este widget ya está instalado en su ordenador pero con el nombre “%@”. ¿Desea reemplazar el widget “%@” por el widget “%@”?";

